{
    "rerainan": {
        "nyepi": {            
            "desc": "Hari Raya Nyepi adalah hari pergantian tahun Saka (Isakawarsa) yang dirayakan setiap satu tahun sekali yang jatuh pada sehari sesudah tileming kesanga pada tanggal 1 sasih Kedasa.\n\nDalam kesenyapan hari suci Nyepi ini kita mengadakan mawas diri, menyatukan pikiran, serta menyatukan cipta, rasa, dan karsa, menuju penemuan hakikat keberadaan diri kita dan inti sari kehidupan semesta. Lakukan Berata penyepian upawasa (tidak makan dan minum), mona brata (tidak berkomunikasi), dan jagra (tidak tidur).\n\nKeesokan harinya yaitu hari raya Ngembak Geni, segenap isi rumah keluar pekarangan dan bermaaf-maafan dengan tetangga dan handai tolan yang ditemui, dalam suasana batin yang telah bersih dan dipenuhi kebijaksanaan.\n\nSumber: babadbali.com"        
        },
        "galungan": {
            "desc": "Parisadha Hindu Dharma menyimpulkan, bahwa upacara Galungan mempunyai arti Pawedalan Jagat atau Oton Gumi. Tidak berarti bahwa Gumi/ Jagad ini lahir pada hari Budha Keliwon Dungulan. Melainkan hari itulah yang ditetapkan agar umat Hindu di Bali menghaturkan maha suksemaning idepnya ke hadapan Ida Sang Hyang Widhi atas terciptanya dunia serta segala isinya. Pada hari itulah umat angayubagia, bersyukur atas karunia Ida Sanghyang Widhi Wasa yang telah berkenan menciptakan segala-galanya di dunia ini.\n\nNgaturang maha suksmaning idép, angayubagia adalah suatu pertanda jiwa yang sadar akan Kinasihan, tahu akan hutang budi.\n\nDalam rangkaian peringatan Galungan, pustaka-pustaka mengajarkan bahwa sejak Redite Pahing Dungulan kita didatangi oleh Kala-tiganing Galungan. Sang Kala Tiga ialah Sang Bhuta Galungan, Sang Bhuta Dungulan dan Sang Bhuta Amangkurat. Disebutkan dalam pustaka-pustaka itu: mereka adalah simbul angkara (keletehan). Jadi dalam hal ini umat berperang, bukanlah melawan musuh berbentuk fisik, tetapi kala keletehan dan adharma. Berjuang, berperang antara dharma untuk mengalahkan adharma.\n\nSumber: babadbali.com"
        },
        "siwaratri": {
            "desc": "Siwaratri adalah hari suci untuk melaksanakan pemujaan ke hadapan Hyang Widhi Wasa/ Tuhan Yang Maha Esa dalam perwujudannya sebagai Sang Hyang Siwa. Hari Siwaratri mempunyai makna khusus bagi umat manusia, karena pada hari tersebut Sang Hyang Siwa beryoga.\n\nSehubungan dengan itu umat Hindu melaksanakan kegiatan yang mengarah pada usaha penyucian diri, pembuatan pikiran ke hadapan Sang Hyang Siwa, dalam usaha menimbulkan kesadaran diri (atutur ikang atma ri jatinya).\n\nHal itu diwujudkan dengan pelaksanaan brata berupa upawasa, monabrata dan jagra. Siwarâtri juga disebut hari suci pajagran.\n\nMonabrata berlangsung dan pagi hari pada panglong ping 14 sasih Kapitu sampai malam (12 jam).\nUpawasa berlangsung dan pagi hari pada panglong ping 14 sasih Kapitu sampai dengan besok paginya (24 jam).\nSetelah itu sampai malam (12 jam) sudah bisa makan nasi putih dengan garam dan minum air putih (air tawar tanpa gula).\nJagra yang dimulai sejak panglong ping 14 berakhir besok harinya jam 18.00 (36 jam).\n\nSumber: babadbali.com"
        },
        "pagerwesi": {
            "desc": "Hari raya Pagerwesi jatuh pada hari Budha Keliwon Wuku Sinta.Hari ini adalah payogan Hyang Pramesti Guru, disertai para Dewa dan Pitara, demi kesejahteraan dunia dengan segala isinya dan demi sentosanya kehidupan semua makhluk.\n\nPada saat itu umat hendaklah ayoga semadhi, yakni menenangkan hati serta menunjukkan sembah bhakti kehadapan Ida Sang Hyang Widhi. Juga pada hari ini diadakan widhi widhana seperlunya, dihaturkan dihadapan Sanggar Kemimitan disertai sekedar korban untuk Sang Panca Maha Butha.\n\nSumber: babadbali.com"
        },
        "tumpek": {
            "desc": "Tumpek adalah perayaan upacara umat hindu yang dirayakan setiap bertemunya hari sabtu atau dina saniscara dengan kliwon ('panca wara'; rumus perhitungan wariga dan dewasa ayu dalam kalender bali).\nAda enam Upacara Tumpek di Bali, yakni:\n\n1. Tumpek Landep\n\n2. Tumpek Unduh\n\n3. Tumpek Kuningan\n\n4. Tumpek Kandang\n\n5. Tumpek Kandang\n\n6. Tumpek Wayang\n\nSumber: avillabali.com"
        },
        "anggar_kasih": {
            "desc": "Pada anggar kasih meyoga Ida Sang Hyang Ludra, untuk membasmi segala kekotoran (leteh-letuh) di bumi, termasuk kekotoran tubuh, lahir dan batin. Widhi-widhana berupa canang reresik, canang puspa wangi-wangian, menyan astanggi dan asap harum dihaturkan ke hadapan Dewa Sang Hyang Ludra, untuk mohon belas kasihnya melebur dan membersihkan segala kekotoran dan kenistaan. Selesai bersembahyang dilakukan metirtha gocara\n\nSumber: babadbali.com"
        },
        "buda_kliwon": {
            "desc": "Buda Kliwon dinamai pesucian (pembersihan) Sang Hyang Ayu atau Sang Hyang Nirmala Jati. Pemujaan dilakukan di sanggah Kemulan dan di atas tempat tidur. Widhi widananya: canang reresik, canang yasa, kernbang pepayasan, puspa harum dan asap dupa astanggi. Dengan mengheningkan seluruh pikiran memohon keselamatan dunia dengan segala isinya dan keselamatan rumah tangga, agar memperoleh rahayu-werdhi dirgha yusa. Setelah upacara dilaksanakan, bersembahyang, kemudian dilakukan metirtha gocara.\n\nSumber: babadbali.com"
        },
        "saraswati": {
            "desc": "Hari Raya Saraswati yaitu hari Pawedalan Sang Hyang Aji Saraswati, jatuh pada tiap-tiap hari Saniscara Umanis wuku Watugunung. Pada hari itu kita umat Hindu merayakan hari yang penting itu. Terutama para pamong dan siswa-siswa khususnya, serta pengabdi-pengabdi ilmu pengetahuan pada umumnya.\n\nPada hari Saraswati, pustaka-pustaka, lontar-lontar, buku-buku dan alat-alat tulis menulis yang mengandung ajaran atau berguna untuk ajaran-ajaran agama, kesusilaan dan sebagainya, dibersihkan, dikumpulkan dan diatur pada suatu tempat, di pura, di pemerajan atau di dalam bilik untuk diupacarai\n\nSetelah Saraswati puja selesai, biasanya dilakukan mesarnbang semadhi, yaitu semadhi ditempat yang suci di malam hari atau melakukan pembacaan lontar-lontar semalam suntuk dengan tujuan menernukan pencerahan Ida Hyang Saraswati\n\nKeesokan harinya dilaksanakan Banyu Pinaruh, yakni asuci laksana dipagi buta berkeramas dengan air kumkuman. Ke hadapan Hyang Saraswati dihaturkan ajuman kuning dan tamba inum. Tamba inum ini terdiri dari air cendana, beras putih dan bawang lalu diminum, sesudahnya bersantap nasi kuning garam, telur, disertai dengan puja mantram: Om, Ang Çarira sampurna ya namah swaha.\n\nSumber: babadbali.com"
        },
        "purnama": {
            "desc": "Sesuai dengan namanya pelaksanaan upacara ini berlangsung saat bulan Purnama, yaitu jatuh pada setiap malam bulan penu (Sukla Paksa). Rerahinan Purnama jatuh setiap 30 hari atau 29 hari sekali.\n\nPada hari ini seluruh pura-pura di Bali biasanya ramai oleh umat yang melakukan persembahyangan.\n\nPada rerahinan purnama beryugalah Sang Hyang Candra (bulan) yang merupakan hari penyucian oleh Sang Hyang Rwa Bhinneda yaitu Sang Hyang Surya dan Sang Hyang Candra.\n\nSumber: www.mantrahindu.com"
        },
        "tilem": {
            "desc": "Tilem ada rerahinan atau hari suci bagi umat Hindu, dirayakan untuk memohon berkah dan karunia dari da Sang Hyang Widhi. Tilem dirayakan setiap malam pada waktu bulam mati (Krsna Paksa). Hari Suci Tilem dirayakan setiap 30 atau 29 hari sekali.\n\nPada Hari Suci Tilem bertepatan dengan Sanghyang Surya Beryoga memohon keselamatan kepada Ida SangHyang Widhi\n\nSumber: www.mantrahindu.com"
        },
        "kuningan": {
            "desc": "Hari raya Kuningan adalah hari raya yang dirayakan umat Hindu Dharma di Bali. Perayaan ini jatuh pada hari Saniscara (Sabtu), Kliwon, wuku Kuningan. Hari raya ini dilaksanakan setiap 210 hari, dengan menggunakan perhitungan kalender Bali (1 bulan dalam kalender Bali = 35 hari). Sepuluh hari setelah hari raya Galungan. Kata Kuningan memiliki makna 'kauningan' yang artinya mencapai peningkatan spiritual dengan cara introspeksi agar terhindar dari mara bahaya.\n\nHari Kuningan merupakan hari resepsi bagi hari Galungan sebagai kemenangan dharma melawan adharma yang pemujaannya ditujukan kepada para Deva dan Pitara agar turun melaksanakan pensucian serta mukti, atau menikmati sesaji yang dipersembahkan. Kemenangan dharma (kebaikan) atas adharma(kejahatan) yang telah dirayakan setiap Galungan dan Kuningan hendaknyalah diserap dan dilaksanakan dalam kehidupan sehari-hari.\n\nPada hari Kuningan, umat Hindu Bali membuat nasi kuning sebagai lambang kemakmuran dan dihaturkan sesaji sebagai tanda terimakasih dan suksmaning idep sebagai manusia (umat) menerima anugrah dari Hyang Widhi berupa bahan-bahan sandang dan pangan yang semuanya itu dilimpahkan oleh beliau kepada umat-Nya atas dasar cinta-kasihnya. Di dalam tebog atau selanggi yang berisi nasi kuning tersebut dipancangkan sebuah wayang-wayangan (malaikat) yang melimpahkan anugerah kemakmuran kepada umat manusia.\n\nSumber: id.wikipedia.org"
        }
    }
}